[
    {
        "id": 1,
        "image": "https://cdn.originalbuddhas.com/pages/uploads/162064/conversions/how-to-become-a-buddhist-small.jpg",
        "title": "Becoming a Buddhist",
        "content": "Becoming a Buddhist used to be a thing of the east before the 50s. Ever since the eastern world opened its arms towards the western societies, many people from the west are also getting into becoming a Buddhist by reading books about Buddhism, practicing Buddhist meditation and also by applying Buddhist principles in their daily lives. So what does becoming a Buddhist mean in today’s day and age? How does one become a Buddhist? Anyone interested in Dharma may come to a point where he or she would want to decide whether they truly are a Buddhist or not. Buddhist people around the world normally relate or depict themselves as content and joyful people. But does becoming a Buddhist tremendously change the world around us? What changes will it bring to the people who embrace the teachings of the Buddha, the enlightened one? To put it in simple terms, one does not need to wear any special robes, change his or her eating habits, give up material possessions or any kind of social life. Becoming a Buddhist simply means changing one’s insight into anything that is happening around them. One would see everything around him or her as interesting as well as full of potential, which is very easy or simple to say but usually not easy to do. Anyone can be a Buddhist. An individual does not particularly have to be born or raised in Buddhist culture nor do anyone’s parents have to be Buddhist. The said individual can be of any race, region, gender, socio-economic background, etc. Anyone who identifies themselves as Buddhists commonly take part in a ceremony known as taking refuge in the three gems; the Buddha, the Dharma and the Sangha. This ceremony involves the simple act of reciting the refuge verse three times. This verse reveals the participant’s confidence and trust in the Buddha, the Dharma and the Sangha so as to alleviate suffering and to ultimately attain enlightenment.",
        "like" : false,
        "flag" : false,
        "username" : "Amit"
    },
    {
        "id": 2,
        "image": "https://cdn.originalbuddhas.com/pages/uploads/141114/conversions/shiva-lord-large.jpg",
        "title": "Om Namah Shivaya",
        "content": "One of the ancient formulas or chanting for invocation which lies in the heart of Vedas is 'Om Namah Shivaya'. This chant has deeply rooted in many cultures especially Hinduism. Hindus have always dedicated this chant in order to sing the greatness of Lord Shiva. Lord Shiva is 'the Destroyer' among the Trinity gods in terms of divine. The Auspicious One', 'Mahadev', 'Shankar', 'Maheshwer', and 'Devendra (Chief of Gods)' are other holy names of Lord Shiva. Mahadev has always been regarded as one of the primary forms of Gods. All three Gods of Trinity have their own purpose or rather what they are capable of. Lord Brahma is also known as Creator, following Lord Shiva known as The Destroyer and Lord Vishnu as The preserver. In Hinduism, Lord Shiva is iconized as all knowing Yogi who lives a simple life in Mount Kailash in the Himalaya which nowadays lies in Nepal. With the third eye on his forehead, as one of the fearsome power in the universe, Lord Shiva has the snake Vasuki around his neck, crescent moon adorning, Holy River Ganga flowing from Lord Shiva’s matted hear, carrying Trishula and the Damaru as lord’s instruments and blue throat. There are tales of Mahadev having blue throat giving Shankar another name also known as “Nilkantha” because he drank all the “Halahala” poison that appear due to Samudra Manthan to protect humanity and its destructive power. Many believed that Lord Shiva’s third eye’s destructive power is the reason that Lord is called “The Destroyer ”, but it is also believed that it symbolizes His spiritual wisdom and power.",
        "like" : false,
        "flag" : false,
        "username" : "Ram"
    },
    {
        "id": 3,
        "image": "https://cdn.originalbuddhas.com/pages/uploads/140317/conversions/karma-large.jpg",
        "title": "Karma",
        "content": "Karma basically means an action, work or deeds. It can also be referred as principle where actions and intent of an individual influence the future of individual. There has a lot of belief in different religion and culture from every part of the world that good works and deeds lead to good karma and happiness whereas one's bad action and bad deeds leads to future sufferings and bad karma. The concept of karma was originally from ancient India, but is also believed in Hinduism, Buddhism, Sikhism, Jainism, and Taoism. The people in Hindu especially from India and Nepal have a different concept of Karma. In Hinduism, karma literally refers to the universal principle of action and reaction, cause and effect, and believes it rules all the consciousness. Many Hindu people believe that it's a free will to create our own destinies. In accordance with Hindu Vedas, if we foster goodness, then we will get goodness in return and if we foster evil, then we will get evil in return. Hindu Vedas are large texts which originate in ancient India, which constitute the oldest layer of Sanskrit literature and oldest scripture of Hinduism said to create of one of the Trinity God, Brahma. In Hindu culture, people from Nepal and India are said to produce karma in four ways: 1. Through their thoughts, 2. Through their words, 3. Through actions that they perform, 4. Through actions that others perform under their instructions. There are basically two concepts of Buddhism; Karma, and Karmaphala. These two concepts explain how our actions and deeds keeps us tied to rebirth in Samsara whereas the Buddhist path explained in the Noble Eightfold Path explain the way out of samsara. Samsara literally means cyclic existence or continuous movement.",
        "like" : false,
        "flag" : false,
        "username": ""
    },
    {
        "id": 4,
        "image": "https://cdn.originalbuddhas.com/pages/uploads/140409/conversions/monastic-robe-large.jpg",
        "title": "Sanghati - Monastic Robe",
        "content": "The tradition of wearing monastic robes is common for Buddhist monks. Nuns and this tradition may date back to time of Lord Buddha himself, almost 2500 years ago. The monastic robes are known as Kasaya and is usually named after saffron dye . During the time of Buddha, monks used to wear robes that were patched together from the rags. In Sanskrit and Pali, the monastic robe is also called “ civara ” which means the robe without any regard to colors. There are various Buddhist art in India and China where Lord Buddha was shown wearing red robes . During the lifetime of Lord Buddha , as the disciples of Lord Buddha grew in the community of Sangha, so Lord Buddha made rules to make necessity of wearing robes. The record of such rules can be found in the Vinayap-Pitaka of the Pali Canon or Tripitaka. According to record, it was believed that Lord Buddha taught first monks and nuns to wear the robes of “pure cloth”. The term pure cloth literally means cloth that is not wanted by anyone. It is believed that original Buddhist Kasaya / cloth was originated in India and they were constructed from the discarded fabric or cloth.",
        "like" : false,
        "flag" : false,
        "username" : ""
    },{
        "id": 5,
        "image": "https://cdn.originalbuddhas.com/pages/uploads/140320/conversions/The-Buddhist-way-of-life-to-deal-with-an-epidemic-of-coronavirus-large-large.jpg",
        "title": "Becoming a Buddhist",
        "content": "The recent outbreak of coronavirus has created a panic environment. Everybody is cautious and is following preventive measures as prescribed by the World Health Organization. These include regular hand washing, covering mouth and nose when coughing and sneezing, thoroughly cooking meat and eggs. Additionally, avoiding close contact with anyone showing symptoms of respiratory illness such as coughing and sneezing. Even though people follow preventive measures, there are people stressed due to news circulating on social media. So in this situation, one can follow a Buddhist’s way of life to manage stress levels. Understanding the teachings of Buddha helps to understand the world and the true meaning of life. It helps to change the perception positively. On the other hand, meditation provides a sense of calm, peace, and a balanced environment that benefits both your emotional well-being and overall health. Additionally, mindfulness meditation has benefits for health and performance, including improved immune function, reduced blood pressure and enhanced cognitive function.",
        "like" : false,
        "flag" : false,
        "username":""
    }
]
